Repository: Jon007/storefront-inkston
Catalog: languages/*.po
Languages: es_es, fr_fr

source: View saved wishlist items
es_es: Ver su lista de deseos guardados
fr_fr: Voir la liste de souhaits

source: Social Menu
es_es: Menu Social

source: Primary Menu
es_es: Menu Principal

source: Recent Stories
es_es: Historias Recientes

source: Read more
es_es: Leer mas

source: None
es_es: Ningún

source: My
es_es: Mi

source: /my-account/
es_es: /es/mi-cuenta/
fr_fr: /fr/mon-compte/

source: Shop Account
es_es: Cuenta de la Tienda

source: /my-account/orders/
es_es: /es/mi-cuenta/pedidos/
fr_fr: /fr/mon-compte/commandes/

source: Check your order status and shipment tracking codes,
es_es: Verifique el estado de su pedido y los códigos de seguimiento de envío,
fr_fr: Vérifiez l'état de votre commande et les codes de suivi des expéditions,

source: /my-account/edit-address/
es_es: /es/mi-cuenta/editar-direccion/
fr_fr: /fr/mon-compte/editer-adresse/

source: Edit shipping/billing addresses for inkston shop
es_es: Editar direcciones de envío / facturación para inkston shop
fr_fr: Modifier les adresses d'expédition / de facturation pour inkston shop

source: /my-account/edit-account/
es_es: /es/editar-cuenta/
fr_fr: /fr/mon-compte/editer-compte/

source: Update account name/email address/password
es_es: Actualizar nombre de cuenta / dirección de correo electrónico / contraseña
fr_fr: Mettre à jour le nom du compte / adresse e-mail / mot de passe

source: /my-account/customer-logout/
es_es: /es/editar-cuenta/desconectar/
fr_fr: /fr/mon-compte/fermeture-de-session/

source: Log out from inkston.com
es_es: Salir de inkston.com
fr_fr: Déconnectez-vous d'inkston.com

source: My Profile
es_es: Mi Perfil
fr_fr: Mon profil

source: Check your points in inkston rewards scheme
es_es: Verifique sus puntos en el esquema de recompensas inkston
fr_fr: Vérifiez vos points dans le système de récompenses inkston

source: My Rewards
es_es: Mis Puntos
fr_fr: Mis Points

source: %s's Posts
es_es: %s's Entradas
fr_fr: %s's Articles

source: Artist Listings
es_es: Listados de Artistas
fr_fr: Inscriptions d'artistes

source: Forum Topics
es_es: Temas del foro
fr_fr: Sujets du forum

source: Forum Replies
es_es: Respuestas del Foro
fr_fr: Responses de forum

source: Favorite Forum Posts
es_es: Favoritas del foro
fr_fr: Messages de forum favoris

source: My Forum Subscriptions
es_es: Mis suscripciones al foro
fr_fr: Mes abonnements au forum

source: %s's Profile
es_es: Perfil de %s
fr_fr: Profil de %s

source: This user has not yet edited their profile.
es_es: Este usuario aún no ha editado su perfil.
fr_fr: Cet utilisateur n'a pas encore modifié son profil.

source: Edit your profile
es_es: Edite su perfil
fr_fr: Modifier votre profil

source: to add content to this section.
es_es: para agregar contenido a esta sección.
fr_fr: pour ajouter du contenu à cette section.

source: Forum Contributions
es_es: Contribuciones al Foro
fr_fr: Contributions au Forum

source: Contributor badges
es_es: insignias del contribuyente
fr_fr: Insignes du contributeur

source: Points are awarded for making community contributions, as you earn more points you can win badges which get you prize coupons redeemable at the shop. <a href="https://www.inkston.com/community/my-awards/">Click here</a> to see the levels and points scheme.
es_es: Se otorgan puntos por hacer contribuciones comunitarias, ya que ganas más puntos puedes ganar insignias que te dan cupones de premio redimibles en la tienda. <a href="https://www.inkston.com/community/my-awards/"> Haga clic aquí </a> para ver los niveles y el esquema de puntos.
fr_fr: Les points sont attribués pour faire des contributions communautaires, car vous gagnez plus de points, vous pouvez gagner des badges qui vous permettent de racheter des coupons de prix au magasin. <a href="https://www.inkston.com/community/my-awards/"> Cliquez ici </a> pour voir le schéma des niveaux et des points.
